{
  "1": {
    "serial": 15,
    "title_job": "Senior Python/Django Developer",
    "salary_fork": "от 5 000 $",
    "company": "Urbamatica",
    "city": "Москва",
    "link_absolute": "https://spb.hh.ru/vacancy/94024873?query=python&hhtmFrom=vacancy_search_list",
    "description": "We are seeking a talented Python developer with expertise in Django, Django Rest Framework, and Grafene to join our team. As a Python Developer, you will be responsible for building and maintaining high-performance, scalable, and reliable web applications using these technologies.\nDjangoHeads is a leading software development company that specializes in using Django Framework to optimize legacy solutions and build new ones from scratch. With a cloud-agnostic approach, the company has successfully implemented solutions for clients of all sizes, resulting in over 50 million monthly active users. DjangoHeads' success can be attributed to its team of talented developers who consistently deliver high-quality, scalable solutions that exceed client expectations. As a result, the company has become a sought-after partner for businesses looking to leverage cutting-edge technology and software development best practices.\nResponsibilities:\nDesign, develop, and maintain web applications using Django, Django Rest Framework, and\nGraphQL.\nCollaborate with cross-functional teams to identify and prioritize features and improvements.\nWrite clean, maintainable, and testable code.\nOptimize applications for maximum speed and scalability.\nStay up-to-date with emerging trends and technologies in software development.\nRequirements:\n3+ years of experience in Python development.\nExperience with Django, Django Rest Framework, and GraphQL.\nStrong understanding of software development best practices, such as version control, testing, and\ndocumentation.\nGood communication skills and ability to work collaboratively in a remote team environment.\nFluency in English at a B2 level or higher.\nFamiliarity with Agile methodologies and project management tools.\nGood to know:\nDevOps experience, including infrastructure automation, containerization, and cloud platforms.\nExperience with CI/CD pipelines and testing frameworks.\nCompensation: The gross salary for this position ranges from $5,000 USD per month, depending on experience and qualifications.\nBenefits:\nFully remote position, or relocation to Portugal if preferred.\nCompensation for professional certifications related to the position.\nOpportunity to work with professionals in a narrow technology niche .\nFlexibility to work on exciting projects and technologies.\nWe are looking for a candidate who is passionate about software development and eager to work in a dynamic, fast-paced environment. If you meet the requirements and are interested in this opportunity, please apply with your resume and a cover letter."
  },
  "2": {
    "serial": 77,
    "title_job": "Аналитик со знанием Python",
    "salary_fork": "2 500 – 3 000 $",
    "company": "Finstar Financial Group",
    "city": "Москва",
    "link_absolute": "https://spb.hh.ru/vacancy/93237818?query=python&hhtmFrom=vacancy_search_list",
    "description": "Finstar Financial Group – крупный международный холдинг, включающий в себя компании по всему миру. Наша команда фокусируется на проектах в Юго-Восточной Азии, Индии и Мексики. Основной бизнес – digital кредитование через mobile app и website. Мы понимаем потребность клиента и предлагаем доступную альтернативу традиционным банкам. За счет автоматизации и аналитического подхода нам удается быть ТОП-1 во всех странах присутствия и достигать высоких бизнес-показателей.\nВ связи с активным развитием мы ищем Аналитик в Отдел рисков с релокацией во Вьетнам.\nЧем предстоит заниматься:\nРазработка и внедрение кредитных политик и стратегий оценки риска в соответствии с требованиями бизнес-заказчиков (департамент рисков и антифрода);\nМониторинг работы системы принятия решения и оценка эффекта от внедряемых изменений;\nРазработка и автоматизация сценариев тестирования внесенных изменений;\nТестирование алгоритмов и элементов стратегии принятия кредитного решения;\nПолный анализ стратегии принятия кредитного решения с точки зрения технической реализации, поиск и устранение ошибок;\nПодключение и развитие новых источников данных;\nВедение документации по доработкам системы принятия решения.\nЧто мы ожидаем:\nВысшее образование (техническое, математическое, экономическое, ИТ);\nОпыт разработки на Python;\nОпыт написания сложных SQL запросов;\nПонимание принципов микросервисной архитектуры будет являться преимуществом;\nГотовность релокации во Вьетнам.\nМы предлагаем:\nМы ищем кандидата с релокацией во Вьетнам, г. Хошимин: офис в приятном зеленом районе города + полная компенсация релокации для сотрудника и его семьи;\nОтсутствие бюрократии, высокая степень свободы. Решения принимаются очень быстро;\nПрозрачная система мотивации: белая ЗП в валюте + премии по результатам выполнения KPI;\nРасширенная медицинская страховка;\nТимбилдинги в странах Азии (мы уже были на Филиппинах, Фукуоке, Бали, а следующий тимбилдинг планируем на Пхукете);\nПерспективы карьерного роста, прямое влияние на бизнес и возможность использовать новейшие технологии."
  }
}